{
  "text": [
    {
      "text": "We Are Here To Help You",
      "color": "beta",
      "variant": "h4"
    },
    {
      "text": "Frequently Asked Questions",
      "variant": "h2"
    }
  ],
  "collection": [
    {
      "text": [
        {
          "text": "Are there any free Google Analytics 4 training courses? ",
          "variant": "h5"
        },
        {
          "text": "<div class=\"acc-content active\" style=\"display: block;\">\n\t\t\t\t\t<p>There is only one \"official\" free GA4 training course, provided by <a href=\"https://skillshop.exceedlms.com/student/catalog/list?category_ids=6431-google-analytics-4\">Google</a>. It leaves much to be desired. Google's certification is great for learning the basics, but it doesn't provide an in-depth, detailed look at GA4 that's necessary to fully exploit the platform.</p><p>Consider it the first step on your GA4 education journey before diving deeper with experts like Emerge Digital.</p>\t\t\t\t</div>"
        }
      ]
    },
    {
      "text": [
        {
          "text": "How do I know if I should invest in paid Google Analytics 4 training? ",
          "variant": "h5"
        },
        {
          "text": "<div class=\"acc-content active\" style=\"display: block;\">\n\t\t\t\t\t<p class=\"pb-2\" data-private=\"redact\" data-wt-guid=\"1d17dafc-cae2-4161-9880-e7a09c95b21c\" data-pm-slice=\"1 1 []\">Google Analytics 4 is <u class=\"underline\">a completely different beast</u> than Universal Analytics, with completely different metrics to learn and use.</p><p data-private=\"redact\" data-wt-guid=\"1d17dafc-cae2-4161-9880-e7a09c95b21c\" data-pm-slice=\"1 1 []\">Therefore, you cannot expect your UA data to match exactly that of GA4 - and that's where expert training comes in handy.</p><p data-private=\"redact\" data-wt-guid=\"1d17dafc-cae2-4161-9880-e7a09c95b21c\" data-pm-slice=\"1 1 []\">Inflow's GA4-certified analysts not only help you understand those metrics, but also put them in context with your larger marketing strategy. In order to answer your personal questions, resolve your biggest business concerns, and develop an optimized plan for using GA4, you need to pay for training.</p><p data-private=\"redact\" data-wt-guid=\"1d17dafc-cae2-4161-9880-e7a09c95b21c\" data-pm-slice=\"1 1 []\">A free course can't compare to a paid course.</p>\t\t\t\t</div>"
        }
      ]
    },
    {
      "text": [
        {
          "text": "What is the cost of Google Analytics 4 training with Emerge Digital? ",
          "variant": "h5"
        },
        {
          "text": "<div class=\"acc-content active\" style=\"display: block;\">\n\t\t\t\t\t<p>GA4 training courses from Inflow are always tailored to your specific business needs - and our pricing reflects that.</p><p>Whether you need a basic course for a large group or several in-depth sessions for your most important marketing staff, we can tailor the perfect course to fit your goals, timeline, and budget.</p><p>On average, our GA4 education classes start at $1,000 for basic, must-know training. Other online courses can cost just as much - without personalized support or live chat.</p>\t\t\t\t</div>"
        }
      ]
    }
  ]
}
